{
  "home": "Home",
  "aboutUs": "About Us",
  "services": "Services",
  "trucks": "Trucks",
  "careers": "Careers",
  "contactUs": "Contact us",
  "name": "Full Name *",
  "phone": "Phone Number",
  "email": "Email *",
  "email2": "Email",
  "company": "Company Name *",
  "loading_address": "Loading Address",
  "upload_location": "Loading Place",
  "customs_clearance_start": "Customs Clearance Place",
  "unloading_address": "Unloading Address",
  "unload_location": "Unloading Place",
  "customs_clearance_end": "Customs Clearance Place",
  "cargo_information": "Cargo Information",
  "cargo_type": "Cargo Type",
  "weight": "Weight",
  "select_trailer": "Select Trailer Type",
  "tent": "Tent",
  "ref": "Refrigerator",
  "any": "Any",
  "date": "Date",
  "additional_information": "Additional Information",
  "send_request": "SEND REQUEST",
  "thank_you": "Thank you for your request!",
  "request_calculation": "Request Calculation",
  "transportation_calculation": "Transportation Calculation",
  "information": "Information",
  "address": "Address",
  "address_text": "Kyiv, 8 Roberta Lisovskyi Street",
  "phoneNumbers": "Phone numbers",
  "socialMedia": "Social media",
  "serviceTitle": "Our Services",
  "serviceFirstLink": "trucks",
  "serviceFirstList0": "DAF and Mergedec models",
  "serviceFirstList1": "Eco-class Euro 6",
  "serviceFirstList2": "GPS tracking",
  "serviceFirstList3": "Latest safety and control systems",

  "serviceSecondLink": "curtain trailers",
  "serviceSecondList0": "XL certification for curtains",
  "serviceSecondList1": "Full curtain opening capability",
  "serviceSecondList2": "Full un-tenting capability",
  "serviceSecondList3": "Anti-vandal trailers",

  "serviceThirdLink": "refrigerators",
  "serviceThirdList0": "Modern semi-trailers with Carrier refrigerators",
  "serviceThirdList1": "Multi-mode refrigerators",
  "serviceThirdList2": "FRC certification of each semi-trailer",
  "serviceThirdList3": "Double-deck refrigerators (for 66 pallets)",

  "transportationTitle": "Transportation Services",
  "transportationList0": "Transporting all ADR hazard classes except 7",
  "transportationList1": "Official license from State Transport Safety Service of Ukraine",
  "transportationList2": "Over 20 years of experience with hazardous cargo",

  "routesTitle": "Transportation Routes",
  "westernEuropeTitle": "Western Europe",
  "westernEuropeText": "France, Belgium, the Netherlands, Luxembourg, Germany, Austria, Switzerland",
  "northernEuropeTitle": "Northern Europe",
  "northernEuropeText": "Finland, Sweden, Norway, Denmark, the United Kingdom, Estonia, Lithuania, Latvia",
  "southernEuropeTitle": "Southern Europe",
  "southernEuropeText": "Italy, Greece, Spain, Portugal, Croatia, Slovenia",
  "easternEuropeTitle": "Eastern Europe",
  "easternEuropeText": "Ukraine, Moldova, Romania, Bulgaria, Hungary, the Czech Republic, Slovakia, Poland",
  "balkansTitle": "The Balkans",
  "balkansText": "Albania, Serbia, Montenegro, Bosnia and Herzegovina, North Macedonia",
  "asiaTitle": "Asia",
  "asiaText": "Armenia, Georgia, Azerbaijan, Turkey",

  "logosTitle": "Our Partners",
  "dangerous_transportation": "Transportation of {span}DANGEROUS{span} goods",
  "danger_sign": "Danger Sign",
  "start_globe": "Start Globe",
  "main_logistics_routes": "Our main logistics routes",
  "why_choose_us": "Why choose us",
  "why_choose_us_description": "With many years of experience working with AGROTEP LTD and consistently high-quality services, we have built a solid foundation for leadership in the field of refrigerated transportation. This not only enables us to maintain our leading position but also continuously expand our network of clients and partners. Our reliability and professionalism inspire confidence in our continued growth and the achievement of new milestones in the industry",
  "repair_sites": "Service includes",
  "repair_sites_description": "repair sites",
  "trailers": "Trawles",
  "cranes": "Cranes",
  "excavators": "Excavators",
  "lifts": "Lifts",
  "diagnostic": "Diagnostic works",
  "welding": "Welding",
  "preparatory": "Preparatory",
  "tyre_fitting": "Tyre fitting",
  "truck_car_wash": "Truck car wash",
  "repair_zone": "Repair zone with",
  "special_transport": "types of special transport",
  "agrotep_class": "Training class \"AGROTEP\"",
  "agrotep_class_description": "AGROTEP LTD provides high-quality and professional driver training in its own training class. Training is conducted according to approved programs, as well as under the {span}\"Code 95\"{span} program. The training class meets high standards of quality and safety, ensuring training at the highest level. Instructors in the training class have relevant professional experience and qualifications, providing drivers with both theoretical and practical knowledge and skills. We implement innovative training methods and use modern equipment to guarantee maximum quality and training efficiency.",
  "transportationTypes": "Frozen products",
  "refrigeratorAdvantages": "Perishable and Sensitive Goods",
  "anyRefrigeratorList": "Chilled Products",
  "anyAdditionalRefList": "Pharmaceuticals and Medicines",
  "transportationTypes2": "Chemical Products",
  "refrigeratorAdvantages2": "Electronics and Household Appliances",
  "anyRefrigeratorList2": "Agricultural Products",
  "anyAdditionalRefList2": "Industrial Materials",
  "gpsMonitoringTitle": "GPS Monitoring: Control in Your Hands!",
  "gpsMonitoringText": "Ensure peace of mind and confidence with every shipment! All AGROTEP LTD vehicles are equipped with advanced satellite tracking systems, enabling real-time monitoring of freight movement.",
  "fuelTitle": "Automotive Fuel: Quality and Environmental Responsibility",
  "fuelText": "Choose the best for both the environment and your vehicles! AGROTEP LTD uses only top-quality fuel sourced from trusted suppliers in Ukraine and Europe, as well as vehicles with an environmental class of at least Euro-6.",
  "technicalConditionTitle": "Vehicle Maintenance: Safety First",
  "technicalConditionText": "Trust your shipments to professionals! AGROTEP LTD ensures the highest standards of maintenance and repair for its freight vehicles, backed by years of experience and state-of-the-art equipment.",
  "temperatureControlTitle": "Temperature Control: Reliability Every Step of the Way",
  "temperatureControlText": "Your cargo is in safe hands! All AGROTEP LTD vehicles are equipped with advanced temperature recorders, ensuring precise temperature monitoring and the ability to generate detailed reports.",
  "secondListTitle": "Second Service List",
  "slide": "Slide",
  "modernAndInnovativePark": "Modern and Innovative Fleet",
  "parkDescription": "The fleet of AGROTEP LTD includes over 250 state-of-the-art DAF and Mercedes-Benz Euro 6 tractors, complemented by a corresponding number of modern and reliable refrigerated semi-trailers from leading manufacturers Schmitz Cargobull and Carrier. Renowned for their German quality and environmental leadership, all vehicles are built to meet global quality standards.",
  "aboutUsInNumbers": "About Us in Numbers",
  "weTransfer": "We transport:",
  "completedOrders": "vehicles in our own fleet",
  "yearsOfExperience": "years of experience",
  "partnerNetworkVehicles": "trusted partners",
  "loyalClients": "successful shipments",
  "transportationMonthly": "tons transported every month",
  "Trucks": "Trucks",
  "historyData.1993": "The foundation of \"Agrotep\" as a small enterprise with a few vehicles. Entering {span}international markets{span} from the very beginning allowed the company to provide fast and reliable logistics services to customers in Ukraine and Europe.",
  "historyData.1997": "Opening a dedicated repair zone with {span}12 repair sites{span}, allowing technical maintenance and repairs of vehicles directly at the company's base, improving operational efficiency and ensuring high-quality services.",
  "historyData.2005": "Expanding the fleet to {span}80 vehicles{span}, enabling \"Agrotep\" to effectively serve the growing needs of clients. The company optimizes its logistics processes, enhancing efficiency and delivery speed.",
  "historyData.2012": "\"Agrotep\" receives a license to {span}transport goods of all danger classes{span}, excluding ADR Class 7, which opens up new opportunities for providing services.",
  "historyData.2013": "\"Agrotep\" becomes one of the first operators to introduce new {span}Euro-6{span} class DAF XF models on the Ukrainian market. These trucks offer significantly reduced fuel consumption and emissions, improving the environmental impact of transportation. The company begins equipping all trucks with GPS systems, enhancing delivery tracking and ensuring reliable transportation.",
  "historyData.2015": "\"Agrotep\" invests in new trailers, including {span}Double Deck{span} trailers that can transport up to 66 pallets, as well as trailers with multi-functional capabilities. The company also implements trailers that combine both technologies — {span}Double Deck with multi-functionality{span}. This innovative solution ensures maximum flexibility and efficiency in transportation, strengthening \"Agrotep's\" position in the logistics services market.",
  "historyData.2023": "\"Agrotep\" expands its fleet by purchasing new {span}Mercedes-Benz{span} {span}Euro-6{span} class trucks that meet modern environmental standards. These vehicles feature advanced technologies, ensuring not only safety but also a reduced environmental impact, making transportation more eco-friendly and efficient.",
  "logosList.quality": "Quality",
  "logosList.reliability": "Reliability",
  "logosList.innovations": "Innovations",
  "logosList.clientOrientation": "Client-Oriented",
  "logosList.leadership": "Leadership",
  "logosList.ecoResponsibility": "Environmental Responsibility",
  "sliderList.1.title": "Agrotep and Ronald McDonald House Foundation in Ukraine",
  "sliderList.1.text": "Agrotep LTD proudly supports the family room in the neonatal department of the National Specialized Children’s Hospital 'Okhmatdyt'. For over a year, we have been assisting families whose newborns are fighting for their lives by providing them with the opportunity for free accommodation. We believe that care and social responsibility are our duty to society.",
  "sliderList.2.text": "We partner with INGO, one of the leaders in the insurance market. Thanks to this collaboration, we provide our clients with high-quality insurance services that offer an additional layer of protection for their cargo. This allows our partners to be confident in the safety of every shipment.",
  "sliderList.3.text": "For many years, we have been permanent members of the Kyiv Chamber of Commerce and Industry, which confirms our reliability and high business standards. Membership provides us with quality legal protection, expert support, and promotes the development of business partnerships in the transportation sector.",
  "sliderList.4.text": "As a member of the Association of International Road Carriers of Ukraine (AsMAP), Agrotep LTD has access to the best solutions in the field of international logistics. We provide reliable cargo transportation in compliance with European standards, demonstrating our high level of professionalism.",
  "leader": "Leader in Refrigerated Transport",
  "aboutUsDescription": "Agrotep LTD is a leader in international refrigerated transportation. Since 1993, we have been providing high-quality transport services. Over the past 30 years, we have earned a reputation as a reliable and efficient partner. We specialize in road transport for both international and domestic routes. As active members of ASMAP and the Ukrainian Chamber of Commerce and Industry, we maintain strong industry ties. Partnering with leading insurance providers such as INGO, we ensure the safety, reliability, and quality of every shipment.",
  "aboutUsInfoTitle": "Today, Agrotep is a company with its own fleet of over 250 new trucks with Euro-6 or better environmental class",
  "aboutUsInfoDescription": "We remain the {span}leader{span} in international refrigerated transport in Ukraine. The company continues to provide high-quality logistics services and innovative solutions for its clients.",
  "companyPrinciples": "Company Principles",
  "hero_title": "Leading the Way in International Refrigerated Transportation",
  "consultation_button": "Contact Us for Expert Guidance",
  "advantage_1": "Competent pricing policy",
  "advantage_2": "Over 30 years of experience",
  "advantage_3": "Market leaders",
  "history_text": "{span}AGROTEP{span} LTD has been a leader in regular freight transportation across Ukraine, the EU, and Asian countries since 1993. With a commitment to continuous fleet renewal and the adoption of cutting-edge logistics technologies, we ensure reliable and timely deliveries. For over {span}30 years{span}, we have consistently delivered top-quality services to our partners.",
  "experience_quality": "Quality",
  "experience_speed": "Speed",
  "experience_reliable": "Reliable",
  "experience_years": "Years of experience",
  "phoneNumberTitle": "Phone Number",
  "emailTitle": "Email Address",
  "addressTitle": "Address",
  "contactUsPage": "Have any questions? Contact us",
  "namePlaceholder": "Name *",
  "phonePlaceholder": "Phone Number *",
  "subjectPlaceholder": "Subject",
  "additionalInfoPlaceholder": "Additional Information",
  "contactButton": "Contact Us",
  "feedbackThanks": "Request received",
  "career": {
    "heroTitle": "Join Our Team",
    "heroDescription": "At AGROTEP LTD, we value teamwork and invite talented people to realize their dreams and grow with us.",
    "driverTitle": "International Transportation Driver",
    "driverDescription": "AGROTEP LTD, a Ukrainian transport company, invites candidates for the position of CE category drivers. Candidates must have a CE driver's license and a responsible approach to their work duties. The main tasks will include transportation of goods on routes Ukraine-Europe or within Ukraine.",
    "serviceTitle": "Repair Service",
    "serviceDescription": "We invite candidates to join our team in the repair service. Candidates must have professional skills in vehicle repair and maintenance. The main responsibilities will include diagnostics, repairs, and maintenance of vehicles.",
    "advantagesTitle": "Advantages of Working at AGROTEP",
    "advantage1": "Long-term career prospects and official employment",
    "advantage2": "Decent and stable salary",
    "advantage3": "Working with like-minded individuals, mutual support, and comfortable working conditions",
    "advantage4": "Opportunities for learning, professional development, and self-realization",
    "advantage5": "Transparent performance evaluation system and recognition of employee achievements",
    "advantage6": "Modern and efficient fleet that ensures reliability and comfort at work"
  },
  "formTitle": "Share the details of your cargo – we’ll provide the perfect solution!",
  "pickupPlaceholder": "Pickup Location",
  "deliveryPlaceholder": "Delivery Location",
  "submitButton": "Get in Touch",
  "loadingButton": "Submitting...",
  "thankYouMessage": "Request received"
}
