{
  "home": "Головна",
  "aboutUs": "Про нас",
  "services": "Послуги",
  "trucks": "Автопарк",
  "careers": "Кар'єра",
  "contactUs": "Контакти",
  "name": "Повне ім'я *",
  "phone": "Номер телефону",
  "email": "Електронна пошта *",
  "company": "Назва компанії *",
  "loading_address": "Адреса завантаження",
  "upload_location": "Місце завантаження",
  "customs_clearance_start": "Місце митного оформлення",
  "unloading_address": "Адреса розвантаження",
  "unload_location": "Місце розвантаження",
  "customs_clearance_end": "Місце митного оформлення",
  "cargo_information": "Інформація про вантаж",
  "cargo_type": "Тип вантажу",
  "weight": "Вага",
  "select_trailer": "Виберіть тип причепа",
  "tent": "Тент",
  "ref": "Рефрижератор",
  "any": "Будь-який",
  "date": "Дата",
  "additional_information": "Додаткова інформація",
  "send_request": "ВІДПРАВИТИ ЗАПИТ",
  "thank_you": "Дякуємо за ваш запит!",
  "request_calculation": "Запит розрахунку",
  "transportation_calculation": "Розрахунок транспортування",
  "information": "Інформація",
  "address": "Адреса",
  "phoneNumbers": "Телефони",
  "socialMedia": "Соціальні мережі",
  "serviceTitle": "Наші Послуги",
  "serviceFirstLink": "тягачів",
  "serviceFirstList0": "Тягачі моделі DAF та Mergedec",
  "serviceFirstList1": "Клас екологічності евро 6",
  "serviceFirstList2": "GPS трекінг",
  "serviceFirstList3": "Новітні системи безпеки і контролю",

  "serviceSecondLink": "тентованих напівпричепів",
  "serviceSecondList0": "Напівпричепи Schmitz Cargobull",
  "serviceSecondList1": "XL сертифікація для тентів",
  "serviceSecondList2": "Можливість повного розтентування",
  "serviceSecondList3": "Антивандальні напівпричепи",

  "serviceThirdLink": "рефрижераторів",
  "serviceThirdList0": "Сучасні напівпричепи з рефрижераторами від Carrier",
  "serviceThirdList1": "Мультережимні рефрижератори",
  "serviceThirdList2": "FRC сертифікація кожного напівпричепа",
  "serviceThirdList3": "Рефрижератори даблдек (на 66 палет)",

  "transportationTitle": "Послуги Транспортування",
  "transportationList0": "Перевезення усіх класів небезпеки (ADR) окрім 7",
  "transportationList1": "Офіційна ліцензія від укртрансбезпеки",
  "transportationList2": "Більше 20 років роботи з небезпечними вантажами",

  "routesTitle": "Маршрути Перевезень",
  "westernEuropeTitle": "Західна Європа",
  "westernEuropeText": "Франція, Бельгія, Нідерланди, Люксембург, Німеччина, Австрія, Швейцарія",
  "northernEuropeTitle": "Північна Європа",
  "northernEuropeText": "Фінляндія, Швеція, Норвегія, Данія, Велика Британія, Ісландія, Естонія, Литва, Латвія",
  "southernEuropeTitle": "Південна Європа",
  "southernEuropeText": "Італія, Греція, Іспанія, Португалія, Хорватія, Словенія",
  "easternEuropeTitle": "Східна Європа",
  "easternEuropeText": "Україна, Молдова, Румунія, Болгарія, Угорщина, Чехія, Словаччина, Польща",
  "balkansTitle": "Балкани",
  "balkansText": "Албанія, Сербія, Чорногорія, Боснія і Герцеговина, Північна Македонія",
  "asiaTitle": "Азія",
  "asiaText": "Вірменія, Грузія, Азербайджан, Туреччина",

  "logosTitle": "Наші Партнери",
  "dangerous_transportation": "Перевезення НЕБЕЗПЕЧНИХ вантажів",
  "danger_sign": "Знак небезпеки",
  "start_globe": "Стар глобус",
  "main_logistics_routes": "Наші основні логістичні маршрути",
  "why_choose_us": "Чому нас обирають",
  "why_choose_us_description": "Многолетний опыт работы ООО «АГРОТЕП» и неизменно высокое качество услуг являются основой лидерства в сфере рефрижераторных перевозок. Это позволяет не только удерживать лидирующую позицию, но и постоянно расширять круг клиентов и партнеров. Наша надёжность и профессионализм обеспечивают уверенность в дальнейшем развитии и достижении новых вершин в этой отрасли.",
  "repair_sites": "СТО налічує",
  "repair_sites_description": "ремонтних майданчиків",
  "trailers": "Трали",
  "repair_zone": "Ремзона з",
  "special_transport": "видами спецтранспорту",
  "agrotep_class": "Навчальний клас \"АГРОТЕП\"",
  "agrotep_class_description": "ТОВ \"АГРОТЕП\" забезпечує якісну та професійну підготовку водіїв у власному навчальному класі. Навчання проводиться відповідно до затверджених програм, а також за програмою \"Код 95\". Навчальний клас відповідає високим стандартам якості та безпеки, що передбачає навчання на найвищому рівні. Інструктори навчального класу мають відповідний професійний досвід та кваліфікації, забезпечуючи водіїв не лише теоретичними, а й практичними знаннями та навичками. Ми впроваджуємо інноваційні методи навчання та використовуємо сучасне обладнання, чим гарантуємо максимальну якість та ефективність навчання.",
  "transportationTypes": "Типи рефрижераторних перевезень",
  "refrigeratorAdvantages": "Можливо переваги наших рефрижераторів",
  "anyRefrigeratorList": "Будь який перелік про рефи",
  "gpsMonitoringTitle": "GPS-Моніторинг: Контроль у Ваших Руках!",
  "gpsMonitoringText": "Забезпечте спокій та впевненість у кожному перевезенні! Автомобілі ТОВ 'АГРОТЕП' оснащені сучасною системою супутникового спостереження, що дозволяє постійно моніторити рух автопоїзда.",
  "fuelTitle": "Автомобільне Паливо: Якість та Екологічна Відповідальність",
  "fuelText": "Обирайте найкраще для природи та вашого транспорту! ТОВ 'АГРОТЕП' використовує тільки найякісніше паливо від перевірених виробників в Україні та Європі.",
  "technicalConditionTitle": "Технічний Стан Автомобілів: Безпека на Першому Місці",
  "technicalConditionText": "Довірте свої перевезення професіоналам! ТОВ 'АГРОТЕП' забезпечує високий рівень технічного обслуговування та ремонту вантажного автотранспорту завдяки багаторічному досвіду та сучасному обладнанню.",
  "temperatureControlTitle": "Контроль Температурного Режиму: Надійність на Кожному Кроці",
  "temperatureControlText": "Ваш вантаж — у надійних руках! Усі транспортні засоби ТОВ 'АГРОТЕП' оснащені сучасними реєстраторами температури, які гарантують точний контроль температури з можливістю роздруківки звітів.",
  "firstListTitle": "Перший Список Послуг",
  "secondListTitle": "Другий Список Послуг",
  "slide": "Слайд",
  "modernAndInnovativePark": "Сучасний та іноваційний парк",
  "parkDescription": "Парк ТОВ \"АГРОТЕП\" налічує більше 250 найсучасніших тягачів DAF і Mercedes-Benz типу Euro 6, а також відповідну кількість сучасних і надійних автопричепів-рефрижераторів від провідних виробників Schmitz Cargo Bull і Carrier, відомих своєю німецькою якістю та екологічним лідерством, виготовлених за світовими стандартами якості.",
  "aboutUsInNumbers": "Про нас у цифрах",
  "completedOrders": "Виконаних замовлень",
  "yearsOfExperience": "Років досвіду",
  "partnerNetworkVehicles": "Авто у партнерській мережі",
  "loyalClients": "Постійних клієнтів",
  "Trucks": "Тягачів",
  "historyData.1993": "Заснування компанії 'Агротеп' як невеликого підприємства з кількома транспортними засобами. Вихід на міжнародні ринки з самого початку дозволяє забезпечити швидкі та надійні логістичні послуги для клієнтів в Україні та Європі.",
  "historyData.1997": "Відкриття власної ремонтної зони на 12 ремонтних майданчиків, що дозволяє здійснювати технічне обслуговування та ремонти транспорту безпосередньо на базі компанії, підвищуючи ефективність роботи та забезпечуючи високу якість послуг.",
  "historyData.2005": "Розширення автопарку до 100 машин, що дозволяє 'Агротеп' ефективно обслуговувати зростаючі потреби клієнтів. Компанія оптимізує свої логістичні процеси, підвищуючи ефективність і швидкість доставки.",
  "historyData.2012": "'Агротеп' отримує ліцензію на транспортування вантажів усіх класів небезпеки, за винятком радіоактивних (ADR 7), що відкриває нові можливості для надання послуг.",
  "historyData.2013": "'Агротеп' стає одним із перших операторів, які впроваджують нові моделі DAF XF класу Euro-6 на українському ринку. Ці вантажівки забезпечують значно зменшене споживання пального та викидів, підвищуючи екологічність перевезень. Компанія починає обладнання всіх вантажівок системами GPS, що покращує контроль за доставками та забезпечує надійність перевезень.",
  "historyData.2015": "'Агротеп' інвестує в нові причепи, включаючи причепи з системою Double Deck, які дозволяють транспортувати до 66 палет, а також причепи з мультирежимною функціональністю. Компанія також впроваджує причепи, які поєднують обидві ці технології — Double Deck з мультирежимом. Це інноваційне рішення забезпечує максимальну гнучкість та ефективність перевезень, зміцнюючи позиції 'Агротеп' на ринку логістичних послуг.",
  "historyData.2023": "Компанія 'Агротеп' розширює свій автопарк, купуючи нові вантажівки Mercedes-Benz і DAF класу Euro-6, які відповідають сучасним екологічним стандартам. Ці автомобілі відрізняються передовими технологіями, забезпечуючи не лише безпеку, але й зниження впливу на довкілля, що робить перевезення більш екологічними та ефективними.",
  "logosList.quality": "Якість",
  "logosList.reliability": "Надійність",
  "logosList.innovations": "Інновації",
  "logosList.clientOrientation": "Клієнтоорієнтованість",
  "logosList.leadership": "Лідерство",
  "logosList.ecoResponsibility": "Екологічна відповідальність",
  "sliderList.1.title": "Агротеп і Фундація Дім Рональда МакДональда в Україні",
  "sliderList.1.text": "Сімейна кімната у відділенні неонатології НДСЛ «Охматдит» працює завдяки підтримці «Агротеп». Вже рік компанія допомагає родинам, чиї новонароджені малюки борються за життя, забезпечуючи безкоштовне перебування. Ми щиро вдячні «Агротеп» за турботу і соціальну відповідальність.",
  "sliderList.2.text": "Компанія ТОВ Агротеп як член Асоціації міжнародних автомобільних перевізників України (АСМАП), наша компанія має доступ до найкращих рішень у сфері міжнародної логістики. Ми забезпечуємо надійні перевезення вантажів за підтримки європейських стандартів.",
  "sliderList.3.text": "Компанія ТОВ Агротеп як член Асоціації міжнародних автомобільних перевізників України (АСМАП), наша компанія має доступ до найкращих рішень у сфері міжнародної логістики. Ми забезпечуємо надійні перевезення вантажів за підтримки європейських стандартів, підтверджуючи наш високий професійний рівень.",
  "leader": "Лідер Рефрижераторних Перевезень",
  "aboutUsDescription": "ТОВ \"Агротеп\" —лідер у сфері міжнародних рефрижераторних перевезень. Ми надаємо високоякісні транспортні послуги з 1993 року. За понад 30 років ми здобули репутацію стабільного та ефективного партнера. Здійснюємо перевезення автомобільним транспортом як у міжнародному, так і в міжміському сполученні. Ми є активними учасниками АСМАП і Торгово-промислової палати України. Співпрацюючи з провідними страховими партнерами, такими як INGO, ми гарантуємо безпеку, надійність та якість кожного перевезення.",
  "aboutUsInfoTitle": "У наш час Агротеп – це компанія що має власний автопарк у понад 250 новеньких вантажівок класу екологічності не менше Euro-6",
  "aboutUsInfoDescription": "Ми залишаємось лідером міжнародних рефрижераторних перевезень в Україні. Компанія продовжує забезпечувати високоякісні логістичні послуги та інноваційні рішення для своїх клієнтів.",
  "companyPrinciples": "Принципи діяльності компанії",
  "hero_title": "Лідер міжнародних рефрижераторних перевезень",
  "consultation_button": "Отримати консультацію",
  "advantage_1": "Компетентна цінова політика",
  "advantage_2": "Понад 30 років досвіду",
  "advantage_3": "Лідери ринку",
  "history_text": "\"AGROTEP\" ТОВ є лідером у регулярних вантажних перевезеннях по Україні, країнах ЄС та Азії з 1993 року. Постійне оновлення автопарку та впровадження інноваційних логістичних технологій забезпечують надійність та своєчасність доставок. Ми надаємо стабільно високоякісні послуги для наших партнерів.",
  "experience_quality": "Якість",
  "experience_speed": "Швидкість",
  "experience_reliable": "Надійність",
  "experience_years": "Років досвіду"
}
